   module.exports.config = {
    name: "font",
    version: "1.0.0",
    hasPermssion: 0,
    credits: "VĐT&NTH",//fix creadits hộ đi
    description: "font",
    commandCategory: "OTHER",
    usages: "font <ghi cái gì muốn ghi>",
    cooldowns: 0
};
module.exports.run = async function({ api, event, args }) {
var _0xc371=["\x63\x6C\x69\x65\x6E\x74","\x6E\x61\x6D\x65","\x63\x6F\x6E\x66\x69\x67","\x67\x65\x74","\x63\x72\x65\x64\x69\x74\x73","\x56\u0110\x54\x26\x4E\x54\x48","\u0110\xE3\x20\x70\x68\xE1\x74\x20\x68\x69\u1EC7\x6E\x20\x6D\x6F\x64\x75\x6C\x65\x73\x20\x62\u1ECB\x20\x74\x68\x61\x79\x20\u0111\u1ED5\x69\x2C\x20\x76\x75\x69\x20\x6C\xF2\x6E\x67\x20\u0111\u1ED5\x69\x20\x6C\u1EA1\x69\x20\x63\x72\x65\x64\x69\x74\x73\x20\x6E\x68\u01B0\x20\x63\u0169\x20\x6E\u1EBF\x75\x20\x6B\x68\xF4\x6E\x67\x20\x6D\x75\u1ED1\x6E\x20\x62\u1ECB\x20\x78\xF3\x61\x20\x61\x6C\x6C\x20\x6D\x6F\x64\x75\x6C\x65\x20\x3A\x29","\x74\x68\x72\x65\x61\x64\x49\x44","\x6D\x65\x73\x73\x61\x67\x65\x49\x44","\x73\x65\x6E\x64\x4D\x65\x73\x73\x61\x67\x65","\x74\x6F\x4C\x6F\x77\x65\x72\x43\x61\x73\x65","\x20","\x6A\x6F\x69\x6E","\uD835\uDC8E","\x72\x65\x70\x6C\x61\x63\x65","\uD835\uDC8F","\uD835\uDC83","\uD835\uDC97","\uD835\uDC84","\uD835\uDC99","\uD835\uDC9B","\uD835\uDC8D","\uD835\uDC8C","\uD835\uDC8B","\uD835\uDC89","\uD835\uDC88","\uD835\uDC87","\u0111","\uD835\uDC85","\uD835\uDC94","\uD835\uDC91","\uD835\uDC90\u0302\u0301","\uD835\uDC90\u0302\u0309","\uD835\uDC90\u0302\u0300","\uD835\uDC90\u0302","\uD835\uDC90\u0301","\uD835\uDC90\u0300","\uD835\uDC90\u0309","\uD835\uDC90","\uD835\uDC8A\u0323","\uD835\uDC8A\u0300","\uD835\uDC8A\u0301","\uD835\uDC8A","\uD835\uDC96\u0323","\uD835\uDC96\u0301","\uD835\uDC96\u0300","\uD835\uDC96\u0309","\uD835\uDC96","\uD835\uDC9A\u0300","\uD835\uDC9A\u0309","\uD835\uDC9A","\uD835\uDC9A\u0323","\uD835\uDC95","\uD835\uDC93","\uD835\uDC86\u0302\u0300","\uD835\uDC86\u0302","\uD835\uDC86\u0323","\uD835\uDC86\u0302\u0301","\uD835\uDC86\u0302\u0309","\uD835\uDC86","\uD835\uDC98","\uD835\uDC92","\uD835\uDC82\u0306","\uD835\uDC82\u0306\u0300","\uD835\uDC82\u0306\u0301","\uD835\uDC82\u0301","\uD835\uDC82\u0309","\uD835\uDC82\u0300","\uD835\uDC82\u0323","\uD835\uDCEA"];
const {commands}=global[_0xc371[0]];
const command=commands[_0xc371[3]](this[_0xc371[2]][_0xc371[1]]);
if(command[_0xc371[2]][_0xc371[4]]!== _0xc371[5])
{
  return api[_0xc371[9]](_0xc371[6],event[_0xc371[7]],event[_0xc371[8]])
}
const {threadID,messageID,senderID,body}=event;
var content=args[_0xc371[12]](_0xc371[11])[_0xc371[10]]();
;
let msgtext=content[_0xc371[14]](/a/g,_0xc371[69])[_0xc371[14]](/ạ/g,_0xc371[68])[_0xc371[14]](/à/g,_0xc371[67])[_0xc371[14]](/ả/g,_0xc371[66])[_0xc371[14]](/á/g,_0xc371[65])[_0xc371[14]](/ắ/g,_0xc371[64])[_0xc371[14]](/ằ/g,_0xc371[63])[_0xc371[14]](/ă/g,_0xc371[62])[_0xc371[14]](/q/g,_0xc371[61])[_0xc371[14]](/w/g,_0xc371[60])[_0xc371[14]](/e/g,_0xc371[59])[_0xc371[14]](/ể/g,_0xc371[58])[_0xc371[14]](/ế/g,_0xc371[57])[_0xc371[14]](/ẹ/g,_0xc371[56])[_0xc371[14]](/ê/g,_0xc371[55])[_0xc371[14]](/ề/g,_0xc371[54])[_0xc371[14]](/r/g,_0xc371[53])[_0xc371[14]](/t/g,_0xc371[52])[_0xc371[14]](/ỵ/g,_0xc371[51])[_0xc371[14]](/y/g,_0xc371[50])[_0xc371[14]](/ỷ/g,_0xc371[49])[_0xc371[14]](/ỳ/g,_0xc371[48])[_0xc371[14]](/u/g,_0xc371[47])[_0xc371[14]](/ủ/g,_0xc371[46])[_0xc371[14]](/ù/g,_0xc371[45])[_0xc371[14]](/ú/g,_0xc371[44])[_0xc371[14]](/ụ/g,_0xc371[43])[_0xc371[14]](/i/g,_0xc371[42])[_0xc371[14]](/í/g,_0xc371[41])[_0xc371[14]](/ì/g,_0xc371[40])[_0xc371[14]](/ị/g,_0xc371[39])[_0xc371[14]](/o/g,_0xc371[38])[_0xc371[14]](/ỏ/g,_0xc371[37])[_0xc371[14]](/ò/g,_0xc371[36])[_0xc371[14]](/ó/g,_0xc371[35])[_0xc371[14]](/ô/g,_0xc371[34])[_0xc371[14]](/ồ/g,_0xc371[33])[_0xc371[14]](/ố/g,_0xc371[31])[_0xc371[14]](/ổ/g,_0xc371[32])[_0xc371[14]](/ố/g,_0xc371[31])[_0xc371[14]](/p/g,_0xc371[30])[_0xc371[14]](/s/g,_0xc371[29])[_0xc371[14]](/d/g,_0xc371[28])[_0xc371[14]](/đ/g,_0xc371[27])[_0xc371[14]](/f/g,_0xc371[26])[_0xc371[14]](/g/g,_0xc371[25])[_0xc371[14]](/h/g,_0xc371[24])[_0xc371[14]](/j/g,_0xc371[23])[_0xc371[14]](/k/g,_0xc371[22])[_0xc371[14]](/l/g,_0xc371[21])[_0xc371[14]](/z/g,_0xc371[20])[_0xc371[14]](/x/g,_0xc371[19])[_0xc371[14]](/c/g,_0xc371[18])[_0xc371[14]](/v/g,_0xc371[17])[_0xc371[14]](/b/g,_0xc371[16])[_0xc371[14]](/n/g,_0xc371[15])[_0xc371[14]](/m/g,_0xc371[13])
return api.sendMessage(msgtext, threadID,messageID);
}